[
{"lang": "Eng", "rating": "PG / ", "title": "Kubo And The Two Strings", "poster": "http://i.hungrygowhere.com/cms/54/20/6f/4d/162551/46d25faa48_345x518_fafb723cd8.jpg", "opening": "Sep 08 2016", "duration": "102 mins", "synopsis": "Set in ancient Japan, a young boy named Kubo lives a quiet and normal life in a small village by the shore, until a spirit from the past appears and wreaks havoc in his life by re-igniting an age-old vendetta. This causes the gods and monsters to chase after Kubo. In order to survive, Kubo must find a magical suit of armour which was once worn by his late father, a legendary Samurai warrior.", "genre": "                                Animation\n                                                    "},
{"lang": "Eng", "rating": "PG / ", "title": "Pete's Dragon", "poster": "http://i.hungrygowhere.com/cms/52/48/91/ad/162254/c112eb517d_345x518_8d1e33168b.jpg", "opening": "Sep 01 2016", "duration": "102 mins", "synopsis": "In this remake of the 1977 movie, a forest ranger on the job in the woods stumbles across a little boy named Pete. Curious as to how the boy can survive in the forest alone for six years, she and her father set out to investigate. When the boy starts telling stories of a dragon, no one believes him.  ", "genre": "                                Adventure, \n                                                            Family\n                                                    "},
{"lang": "Eng", "rating": "M18 / ", "title": "Mike And Dave Need Wedding Dates", "poster": "http://i.hungrygowhere.com/cms/44/41/b0/77/163331/36f9a9f5fe_345x518_fd7ba50aba.jpg", "opening": "Sep 08 2016", "duration": "98 mins", "synopsis": "Zac Efron and Adam Devine play real life brothers Mike and Dave, based on the book with the same title. The brothers became famous online several years ago when the ad they posted, looking for dates to a wedding, went viral.", "genre": "                                Comedy\n                                                    "},
{"lang": "Eng", "rating": "PG13 / ", "title": "Sully", "poster": "http://i.hungrygowhere.com/cms/be/72/fc/97/163018/608b22e14f_345x518_7b95453c28.jpg", "opening": "Sep 08 2016", "duration": "96 mins", "synopsis": "The world witnessed the \"Miracle on the Hudson\" in 2009 when Captain Sullenberger made an emergency landing on the Hudson River, saving the lives of everyone on board. Although some may view him as a hero for his miraculous act, but an investigation is slowly threatening his reputation and career.", "genre": "                                Biography, \n                                                            Drama\n                                                    "},
{"lang": "Eng", "rating": "PG / ", "title": "The Secret Life Of Pets", "poster": "http://i.hungrygowhere.com/cms/5e/1c/5c/5c/163046/a57b0b777a_345x518_5bb6bf4796.jpg", "opening": "Sep 01 2016", "duration": "91 mins", "synopsis": "Taking place in an apartment building in Manhattan, the film follows the adventure of Max, a home pet terrier whose happy life turns upside down when his owner brings home a sloppy mongrel named Duke. At first the two don't get along with each other, but when a cute white bunny named Snowball builds an army of abandoned pets and plans to take revenge on all happily-owned pets and their owners, Max and Duke must put their differences and quarrels behind and face Snowball together.", "genre": "                                Animation\n                                                    "}
]